Repository: TECLIB/purgelogs
Catalog: locales/*.po
Languages: pt_br, ru_ru, tr_tr

source: Purge history
pt_br: Limpar histórico
ru_ru: Очистка истории
tr_tr: Geçmişi temizle

source: Logs purge configuration
pt_br: Limpar configuração de log
ru_ru: Настройка очистки логов
tr_tr: Günlük temizleme ayarları

source: Change all
pt_br: Mudar todos
ru_ru: Изменить все
tr_tr: Tümünü değiştir

source: Add relation between items
pt_br: Adicionar relação entre itens
ru_ru: Добавлена связь между объектами
tr_tr: Ögeler arası ilişki ekle

source: Delete relation between items
pt_br: Deletar relações entre itens
ru_ru: Удалена связь между объектами
tr_tr: Ögeler arasındaki ilişkiyi sil

source: Installation/uninstallation of software on computers
pt_br: Instalação/desinstalação de software em computadores
ru_ru: Установка/удаление компьютерных программ
tr_tr: Bilgisayarlar üzerinde yazılım yükleme/kaldırma

source: Installation/uninstallation versions on softwares
pt_br: Instalação/desinstalação de versão de software
ru_ru: Установка/удаление версий программ
tr_tr: Yazılımlar üzerinde sürüm yükleme/kaldırma

source: Add financial information to an item
pt_br: Adicionar informação financeira a um item
ru_ru: Добавление финансовой информации к объекту
tr_tr: Bir ögeye mali bilgiler ekle

source: Add/remove profiles to users
pt_br: Adicionar/remover perfil para o usuário
ru_ru: Добавление/удаление профилей пользователей
tr_tr: Kullanıcılara profil ekle/kaldır

source: Add/remove groups to users
pt_br: Adicionar/remover grupo para o usuário
ru_ru: Добавление/удаление групп пользователей
tr_tr: Kullanıcılara grup ekle/kaldır

source: User authentication method changes
pt_br: Alterações no método de autenticação do usuário
ru_ru: Изменения метода аутентификации пользователя
tr_tr: Kullanıcı kimlik doğrulama yöntemi değişiklikleri

source: OCS ID Change
pt_br: Trocar OCS ID
ru_ru: Изменение OCS ID
tr_tr: OCS Kodunu Değiştir

source: Add from OCS
pt_br: Adicionar do OCS
ru_ru: Добавление из OCS
tr_tr: OCS üzerinden ekle

source: Link with OCS
pt_br: Vincular com o OCS
ru_ru: Связь с OCS
tr_tr: OCS ile bağla

source: Delete from OCS
pt_br: Deletar do OCS
ru_ru: Удаление из OCS
tr_tr: OCS üzerinden sil

source: Add component
pt_br: Adicionar componente
ru_ru: Добавление компонента
tr_tr: Bileşen ekle

source: Update component
pt_br: Atualizar componente
ru_ru: Обновление компонента
tr_tr: Bileşeni güncelle

source: Disconnect a component
pt_br: Desconectar componente
ru_ru: Отсоединение компонента
tr_tr: Bir bileşenin bağlantısını kes

source: Connect a component
pt_br: Conectar componente
ru_ru: Присоединение компонента
tr_tr: Bir bileşen bağla

source: Delete component
pt_br: Deletar componente
ru_ru: Удаление компонента
tr_tr: Bileşeni sil

source: Logs Webservices connections
pt_br: Logs de conexões do Webservices
ru_ru: Лог соединений Webservices
tr_tr: Web hizmetleri bağlantılarını günlüğe ekle

source: Old Genericobject item types
pt_br: Antigos tipos de objeto genérico
ru_ru: Типы элементов старого Genericobject
tr_tr: Eski Genelnesne öge tipleri

source: All sections
pt_br: Todas as seções
ru_ru: Все разделы
tr_tr: Tüm bölümler

source: Purge all log entries
pt_br: Limpar todos os registros do log
ru_ru: Очистить все записи журнала
tr_tr: Tüm günlük kayıtlarını temizle
